let a = 5;
let b = 3;
console.log(a == b);
// দুটি মান সমান কি না তা পরিক্ষা করে ।
console.log(a === b);
//  (===) দুটি সমান ও টাইপ কি না তা পরিক্ষা করে ।
console.log(a != b); 
// দুটি মান অসমান কি না তা পরিক্ষা করে ।।
console.log(a > b);
//প্রথমটির মান দ্বীতিয় টির থেকে বড় কি না তা দেখে 
console.log(a < b);
//দ্বীতিয় টির মান প্রথমটির থেকে বড় কি না তা দেখে
console.log(a > 0 && b > 0);
//দুইটি সর্তই সত্য কি না তা দেখে
console.log(a > 0 || b > 0);
//যে কোন এক টি সত্য কি না তা দেখে 
console.log(!(a > 0));
//সর্তটি মিথ্যা কি না তা যাচাই করে 
